Repository: mmmmmob/lotto-journal
Catalog: Localizable.xcstrings
Source language: en
Languages: th

source: ⛅️ Chance of Winning
th: ⛅️ เปอร์เซ็นต์ถูกรางวัล

source: 🏆 Total Prize Won
th: 🏆 ยอดรางวัลรวม

source: 💸 Total Spending
th: 💸 ยอดซื้อรวม

source: 📈 Total Profit / Loss
th: 📈 กำไร / ขาดทุน

source: 🔢 Amount Bought
th: 🔢 จำนวนที่ซื้อ

source: 🗓️ Draw Date
th: 🗓️ งวดประจำวันที่

source: 🗓️ Latest Draw
th: 🗓️ งวดล่าสุด

source: Add
th: เพิ่ม

source: Add Lottery
th: เพิ่มลอตเตอรี่

source: April
th: เมษายน

source: August
th: สิงหาคม

source: Cancel
th: ยกเลิก

source: Check your chosen draw date again
th: ตรวจสอบวันที่ออกรางวัลอีกครั้งนะ

source: Check Your Lottery
th: ตรวจเลขสลาก

source: Date incorrect
th: คุณเลือกวันที่ไม่ถูกต้อง

source: December
th: ธันวาคม

source: Didn't Win 😢
th: ไม่ถูกรางวัล 😢

source: Enter lottery number above
th: กรอกหมายเลขสลากของคุณ

source: February
th: กุมภาพันธ์

source: Fifth Prize
th: รางวัลที่ห้า

source: First Prize
th: รางวัลที่หนึ่ง

source: First Prize Neighbors
th: รางวัลข้างเคียงฯ

source: Fourth Prize
th: รางวัลที่สี่

source: January
th: มกราคม

source: July
th: กรกฎาคม

source: June
th: มิถุนายน

source: Keep using to track your progress
th: เริ่มจดบันทึกสลากเพื่อดูรายงานของคุณ

source: Latest Draw
th: งวดล่าสุด

source: Loading...
th: กำลังโหลด...

source: March
th: มีนาคม

source: May
th: พฤษภาคม

source: My Lotter%@
th: ลอตเตอรี่ของฉัน

source: My Lottery
th: ลอตเตอรี่ของฉัน

source: No Lottery to Display
th: ยังไม่ได้เพิ่มลอตเตอรี่

source: No result available
th: ไม่เจอผลรางวัล

source: November
th: พฤศจิกายน

source: October
th: ตุลาคม

source: Please select another date
th: ลองเลือกวันที่ออกรางวัลใหม่

source: Prize Result
th: ผลรางวัล

source: Second Prize
th: รางวัลที่สอง

source: September
th: กันยายน

source: Sorry, you didn't win...
th: ว้า... คุณไม่ถูกรางวัล

source: Summary
th: สรุปข้อมูล

source: Summary Unavailable
th: ยังไม่มีรายงานสรุปข้อมูล

source: Tap %@ above to log your first one
th: แตะปุ่ม %@ ด้านบนเพื่อจดบันทึกลอตเตอรี่ใบแรก

source: The results are in...
th: รอแป๊บนะ...

source: Third Prize
th: รางวัลที่สาม

source: Three Digits Prefix
th: เลขหน้าสามตัว

source: Three Digits Suffix
th: เลขท้ายสามตัว

source: Two Digits Suffix
th: เลขท้ายสองตัว

source: Upcoming Draw
th: งวดหน้า

source: Waiting 🗿
th: รอผล 🗿

source: x %lld
th: x %lld ใบ

source: Yay! You won!
th: เย้! คุณถูกรางวัล!

source: You Won! 🎉
th: ถูกรางวัล! 🎉
